[
  {
    "num_regla": "1",
    "titulo": "Ámbito de aplicación.",
    "texto": "1. Deben aplicar las normas contenidas en la presente Instrucción:\n\na) Los municipios cuyo presupuesto exceda de 3.000.000 €, así como aquellos cuyo presupuesto no supere este importe pero exceda de 300.000 € y cuya población sea superior a 5.000 habitantes.\n\nb) Las demás entidades locales siempre que su presupuesto exceda de 3.000.000 €.\n\nc) Los organismos autónomos dependientes de las entidades locales contempladas en los apartados anteriores.\n\n2. Las entidades locales incluidas en el ámbito de aplicación de la Instrucción del modelo simplificado de contabilidad local podrán aplicar la presente Instrucción.\n\nEn todo caso, los organismos autónomos deberán aplicar la misma Instrucción de contabilidad que la entidad local de la que dependan.\n\n3. A efectos de lo previsto en el apartado 1 anterior, se tomará como importe del Presupuesto el de las previsiones iniciales de ingresos del último Presupuesto aprobado definitivamente por la entidad local y, en su caso, el de las previsiones iniciales de ingresos que, para la entidad local y sus organismos autónomos, se deduzca del estado de consolidación del Presupuesto a que se refiere el apartado 1.c) del artículo 166 del Texto refundido de la Ley 39/1988, de 28 de diciembre, Reguladora de las Haciendas Locales, correspondiente al último Presupuesto aprobado.\n\n4. La determinación del número de habitantes se efectuará en función de las cifras de población resultantes de la última revisión del padrón municipal.\n\n5. Las sociedades mercantiles dependientes de entidades locales que apliquen esta Instrucción, adaptarán su contabilidad a las disposiciones del Código de Comercio y demás legislación mercantil y al Plan General de Contabilidad o al de Pequeñas y Medianas empresas, siéndoles de aplicación esta Instrucción sólo en lo que se refiere a rendición de cuentas a los órganos de control externo.\n\nLo dispuesto en el párrafo anterior será aplicable a las entidades públicas empresariales locales, en virtud de la disposición transitoria segunda de la Ley 57/2003, de 16 de diciembre, de medidas para la modernización del gobierno local."
  },
  {
    "num_regla": "2",
    "titulo": "Entidades contables.",
    "texto": "Cada entidad local u organismo autónomo incluido en el ámbito de aplicación de esta Instrucción constituye una entidad contable, a los efectos previstos en la misma."
  },
  {
    "num_regla": "3",
    "titulo": "Obligación de rendir cuentas.",
    "texto": "1. De acuerdo con lo establecido en el artículo 201 del Texto refundido de la Ley Reguladora de las Haciendas Locales, las entidades incluidas en el ámbito de aplicación de esta Instrucción están obligadas a rendir cuentas de sus operaciones, cualquiera que sea la naturaleza de las mismas, al Tribunal de Cuentas. En su caso, también se deberán rendir al órgano de control externo de su Comunidad Autónoma.\n\n2. A efectos de lo previsto en el apartado anterior, las cuentas y el procedimiento a seguir en su rendición será el establecido en el capítulo II del título IV de esta Instrucción."
  },
  {
    "num_regla": "4",
    "titulo": "Ejercicio contable.",
    "texto": "El ejercicio contable coincidirá con el año natural, salvo en los casos de disolución o creación de la entidad. En los casos de disolución de una entidad las cuentas anuales se referirán al período que va desde el 1 de enero hasta la fecha de disolución, mientras que en los casos de creación de una entidad, las cuentas anuales se referirán al período que va desde la fecha de creación hasta el 31 de diciembre de dicho ejercicio."
  },
  {
    "num_regla": "5",
    "titulo": "Modelo contable.",
    "texto": "Cada entidad contable deberá aplicar un modelo contable centralizado, de acuerdo con lo indicado en la regla siguiente y teniendo en cuenta los siguientes principios:\n\na) Se centralizará en la Unidad de contabilidad de la entidad contable el registro de todas las operaciones, con independencia del lugar físico donde se capturen las mismas o donde se obtenga la información contable.\n\nb) Las cuentas anuales tendrán carácter unitario y mostrarán la situación patrimonial y financiera, el resultado económico patrimonial y la ejecución del Presupuesto de la entidad contable en su conjunto."
  },
  {
    "num_regla": "6",
    "titulo": "Aplicación del Plan General de Contabilidad Pública adaptado a la Administración local.",
    "texto": "La contabilidad de las entidades contables se llevará por el método de partida doble, de acuerdo con las normas contenidas en la presente Instrucción y con las que se dicten en desarrollo de la misma, debiendo ajustarse al Plan General de Contabilidad Pública adaptado a la Administración local anexo a esta Instrucción, en los términos que se indican a continuación:\n\na) El registro de las operaciones contables se realizará con sujeción al marco conceptual de la contabilidad pública y a las normas de reconocimiento y valoración recogidos en sus partes Primera y Segunda.\n\nb) Se aplicará un modelo contable centralizado, tal y como ha quedado definido en la regla anterior, debiendo utilizarse con carácter vinculante el desarrollo de grupos, subgrupos, cuentas de primer orden (codificadas con tres dígitos), cuentas de segundo orden (codificadas con cuatro dígitos) y cuentas de tercer orden (codificadas con cinco dígitos) previsto en sus partes Cuarta y Quinta.\n\nEn función de sus necesidades de gestión e información, la entidad contable podrá:\n\nb.1) Desarrollar sus propias cuentas de primer orden en los casos expresamente previstos en el Plan.\n\nb.2) Utilizar cuentas de segundo orden y de tercer orden no previstas en el Plan, así como otras divisionarias.\n\nc) Las cuentas anuales de cada entidad contable se formarán y rendirán según lo dispuesto en su parte Tercera y en el Título IV de esta Instrucción."
  },
  {
    "num_regla": "7",
    "titulo": "Destinatarios de la información contable.",
    "texto": "La información contable que se elabore por las entidades contables irá dirigida a los siguientes destinatarios:\n\na) El Pleno de la Corporación local.\n\nb) Los órganos de gestión, tanto en el nivel político como en el administrativo.\n\nc) El Tribunal de Cuentas y los órganos de control externo de las Comunidades Autónomas, así como la Comisión Especial de Cuentas de cada entidad local.\n\nd) Los órganos encargados del control interno de las entidades contables en sus distintas acepciones: función interventora y controles financiero y de eficacia.\n\ne) Los órganos de las Administraciones públicas que ejerzan funciones de tutela en relación con la entidad contable.\n\nf) Los órganos de la Unión Europea, tanto administrativos como de control.\n\ng) Los acreedores de la propia entidad contable.\n\nh) Los analistas financieros y económicos.\n\ni) Otras entidades públicas y privadas, asociaciones, usuarios de los servicios prestados por la entidad contable y ciudadanos en general.\n\nCAPÍTULO II\nCompetencias y funciones"
  },
  {
    "num_regla": "8",
    "titulo": "Del Pleno de la Corporación.",
    "texto": "Corresponde al Pleno de la Corporación:\n\na) Aprobar la Cuenta General de la entidad local.\n\nb) Aprobar, previo informe de la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad, las normas que regulen los procedimientos administrativos a seguir en la gestión contable de la entidad local, a fin de garantizar el adecuado registro en el sistema de información contable de todas las operaciones, en el oportuno orden cronológico y con la menor demora posible.\n\nc) Determinar, a propuesta de la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad, los criterios a seguir por la entidad en la aplicación del marco conceptual de la contabilidad pública y de las normas de reconocimiento y valoración recogidos en el Plan General de Contabilidad Pública adaptado a la Administración local.\n\nSe deberán determinar, entre otros, los criterios para calcular el importe de los derechos de cobro de dudosa o imposible recaudación, así como los criterios para la amortización de los elementos del inmovilizado y se deberá optar, en su caso, por el modelo de la revalorización para la valoración posterior del inmovilizado.\n\nd) Dictar, a propuesta de la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad, cualesquiera otras normas relativas a la organización de la contabilidad de la entidad, al amparo de lo establecido en el artículo 204.1 del Texto refundido de la Ley Reguladora de las Haciendas Locales.\n\ne) Establecer, a propuesta de la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad, los procedimientos a seguir para la inspección de la contabilidad de los organismos autónomos, de las sociedades mercantiles dependientes de la entidad local, así como de sus entidades públicas empresariales.\n\nf) Establecer los plazos y la periodicidad para la remisión, por la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad, de la información a que se refiere el artículo 207 del Texto refundido de la Ley Reguladora de las Haciendas Locales, que se detalla en el Capítulo III del Título IV de esta Instrucción."
  },
  {
    "num_regla": "9",
    "titulo": "De la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad.",
    "texto": "Corresponde a la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad:\n\na) Llevar y desarrollar la contabilidad financiera y la de ejecución del presupuesto de la entidad local de acuerdo con la presente Instrucción, las demás normas de carácter general que dicte el Ministro de Hacienda y Administraciones Públicas y las dictadas por el Pleno de la Corporación.\n\nb) Formar la Cuenta General de la entidad local.\n\nc) Formar las cuentas anuales consolidadas con arreglo a lo establecido en las Normas para la formulación de cuentas anuales consolidadas en el ámbito del sector público local.\n\nd) Recabar de las entidades dependientes, multigrupo y asociadas la presentación de las cuentas anuales, en su caso, el correspondiente informe de gestión y, cuando proceda, el informe de auditoría, así como cualquier otra información que se considere necesaria para la formación de la Cuenta General y, en su caso, para la elaboración de las cuentas anuales consolidadas.\n\ne) Coordinar las funciones o actividades contables de la entidad local, emitiendo las instrucciones técnicas oportunas e inspeccionando su aplicación.\n\nf) Organizar un adecuado sistema de archivo y conservación de toda la documentación e información contable que permita poner a disposición de los órganos de control los justificantes, documentos, cuentas o registros del sistema de información contable por ellos solicitados en los plazos requeridos.\n\ng) Inspeccionar la contabilidad de los organismos autónomos, de las sociedades mercantiles dependientes de la entidad local, así como de sus entidades públicas empresariales, de acuerdo con los procedimientos que establezca el Pleno.\n\nh) Elaborar la información a que se refiere el artículo 207 del Texto refundido de la Ley Reguladora de las Haciendas Locales, desarrollada en el Capítulo III del Título IV de esta Instrucción y remitirla al Pleno de la Corporación, por conducto de la Presidencia, en los plazos y con la periodicidad establecida.\n\ni) Elaborar el Avance de la Liquidación del presupuesto corriente que debe unirse al Presupuesto de la entidad local, a que se refiere el artículo 18.b) del Real Decreto 500/1990, de 20 de abril, que desarrolla el Capítulo I del Título VI de la Ley 39/1988, reguladora de las Haciendas Locales.\n\nj) Determinar la estructura del Avance de la Liquidación del presupuesto corriente a que se refiere el artículo 168 del texto refundido de la Ley Reguladora de las Haciendas Locales, de conformidad con lo que se establezca por el Pleno de la entidad."
  },
  {
    "num_regla": "10",
    "titulo": "De la Intervención General de la Administración del Estado.",
    "texto": "Corresponde a la Intervención General de la Administración del Estado:\n\na) Promover el ejercicio de la potestad reglamentaria atribuida al Ministro de Hacienda (hoy de Hacienda y Administraciones Públicas) en materia contable, por el Texto refundido de la Ley Reguladora de las Haciendas Locales.\n\nb) Emitir pronunciamientos y dictar recomendaciones en orden a facilitar la aplicación de las normas reguladoras de la contabilidad pública local.\n\nc) Resolver las consultas que le formulen en relación con las normas a que se refiere el apartado anterior.\n\nTÍTULO II\nDel modelo normal del sistema de información contable para la Administración Local\nCAPÍTULO I\nNormas generales"
  },
  {
    "num_regla": "11",
    "titulo": "Definición.",
    "texto": "La contabilidad de las entidades locales y sus organismos autónomos se configura como un sistema de registro, elaboración y comunicación de información sobre la actividad económico-financiera y presupuestaria desarrollada durante el ejercicio contable, de acuerdo con los principios recogidos en el texto refundido de la Ley Reguladora de las Haciendas Locales y en esta Instrucción."
  },
  {
    "num_regla": "12",
    "titulo": "Objeto.",
    "texto": "1. El modelo normal del sistema de información contable para la Administración local (en adelante SICAL-Normal) tiene por objeto registrar todas las operaciones de naturaleza presupuestaria, económica, financiera y patrimonial que se produzcan en el ámbito de la entidad contable, así como mostrar, a través de estados e informes, la imagen fiel de su patrimonio, de su situación financiera, del resultado económico patrimonial y de la ejecución de su presupuesto, para satisfacer los fines que se describen en la regla siguiente.\n\n2. El SICAL-Normal se configura como un conjunto integrado de subsistemas o áreas contables que debe garantizar la concordancia, exactitud y automatismo de los registros que, para cada una de las operaciones contables, se deban producir en los distintos subsistemas a los que la operación afecte, así como la existencia de la debida coherencia entre los distintos niveles de información, tanto agregados como de detalle.\n\n3. A los efectos anteriores, el SICAL-Normal debe estar organizado de forma que, al menos, permita a cada entidad contable:\n\na) Registrar las operaciones que vayan a tener incidencia en la obtención del Balance y en la determinación del resultado económico-patrimonial, de acuerdo con los criterios contenidos en la regla 6.\n\nb) Registrar la situación de los créditos, las modificaciones presupuestarias, las operaciones de ejecución del Presupuesto de gastos, los compromisos de ingreso y las operaciones de ejecución del Presupuesto de ingresos, poniendo de manifiesto el Resultado presupuestario. Asimismo, deberá permitir el seguimiento y control de los remanentes de crédito.\n\nTambién, deberá permitir el registro de las operaciones derivadas de obligaciones y derechos que provengan de presupuestos cerrados, y de las certificaciones, autorizaciones y compromisos de gasto e ingreso con cargo a presupuestos de ejercicios posteriores, así como el seguimiento y control de los gastos con financiación afectada y de los demás proyectos de gasto, y la obtención y control del Remanente de tesorería que permita determinar en cada momento la parte utilizada para financiar gasto y la parte pendiente de utilizar que constituye el remanente líquido de tesorería.\n\nc) Registrar las operaciones de naturaleza no presupuestaria.\n\nd) Registrar las operaciones de administración de recursos por cuenta de otros entes públicos.\n\ne) Registrar y poner de manifiesto los movimientos y situación de la tesorería, posibilitando el control de las diferentes cuentas que constituyen la tesorería de la entidad contable.\n\nf) Registrar las operaciones relativas a la gestión y control del inmovilizado material e intangible, de las inversiones inmobiliarias, del patrimonio público del suelo, de las inversiones financieras y del endeudamiento, incluidos los avales concedidos por la entidad.\n\ng) Registrar la información relativa a los terceros que se relacionen con la entidad contable.\n\nh) Efectuar el seguimiento y control de los pagos a justificar y de los anticipos de caja fija.\n\ni) Efectuar el seguimiento y control de los valores recibidos en depósito por la entidad contable."
  },
  {
    "num_regla": "13",
    "titulo": "Fines.",
    "texto": "El SICAL-Normal debe permitir el cumplimiento de los siguientes fines:\n\na) Suministrar la información económica y financiera que sea necesaria para la toma de decisiones, tanto en el orden político como en el de gestión.\n\nb) Facilitar información para la determinación del coste y rendimiento de los servicios públicos.\n\nc) Proporcionar los datos necesarios para la formación y rendición de la Cuenta General de la entidad local, así como de las cuentas, estados y documentos que deban elaborarse o remitirse a los órganos de control externo.\n\nd) Posibilitar el ejercicio de los controles de legalidad, financiero y de eficacia.\n\ne) Facilitar los datos y demás antecedentes que sean precisos para la confección de las cuentas nacionales de las unidades que componen el sector de las Administraciones Públicas.\n\nf) Facilitar la información necesaria para la confección de estadísticas económico-financieras por parte del Ministerio de Hacienda y Administraciones Públicas.\n\ng) Suministrar información de utilidad para otros destinatarios, como asociaciones e instituciones, empresas y ciudadanos en general."
  },
  {
    "num_regla": "14",
    "titulo": "Configuración informática del Sistema.",
    "texto": "La configuración informática del SICAL-Normal que adopte cada entidad contable debe responder a los siguientes criterios:\n\na) Estará orientada al cumplimiento del objeto y los fines establecidos en las reglas anteriores, de conformidad con las restantes normas contenidas en esta Instrucción.\n\nb) Debe garantizar la integridad, coherencia, exactitud y automatismo de las anotaciones que, para cada una de las operaciones contables, se deban producir en los diferentes subsistemas a los que la operación afecte.\n\nc) Debe existir la debida concordancia entre los distintos niveles de información agregada que se establezcan en el SICAL-Normal y la información de detalle que, para cada tipo de operación, se incorpore al mismo.\n\nd) Debe propiciar progresivamente la simplificación de los procedimientos contables mediante la aplicación intensiva de procedimientos y medios electrónicos, informáticos y telemáticos que garanticen la validez y eficacia jurídica de la información recibida desde los centros gestores para el registro contable de las operaciones y de la suministrada a los destinatarios de la información contable a través de estos medios, así como la de la documentación contable archivada y conservada por el sistema.\n\ne) Deben aplicarse las medidas de seguridad exigidas por la normativa vigente en materia de ficheros de datos de carácter personal."
  },
  {
    "num_regla": "15",
    "titulo": "Soporte de los registros contables.",
    "texto": "1. Los registros de las operaciones y del resto de la información capturada en el SICAL-Normal, estarán soportados informáticamente según la configuración que se establece en la regla anterior, constituyendo el soporte único y suficiente que garantice su conservación de acuerdo con la regla 40.\n\n2. Las bases de datos del sistema informático donde residan los registros contables constituirán soporte suficiente para la llevanza de la contabilidad de la entidad contable, sin que sea obligatoria la obtención y conservación de libros de contabilidad en papel o por medios electrónicos, informáticos o telemáticos.\n\n3. El registro contable de las operaciones deberá efectuarse expresando los valores en euros.\n\nCAPÍTULO II\nÁreas contables de especial trascendencia\nSección 1.ª Remanentes de crédito"
  },
  {
    "num_regla": "16",
    "titulo": "Seguimiento y control contable de los remanentes de crédito.",
    "texto": "1. Los remanentes de crédito serán objeto de un seguimiento y control individualizado, a efectos de su posible incorporación a los créditos del presupuesto del ejercicio inmediato siguiente.\n\n2. Dicho seguimiento y control se realizará a través del sistema de información contable y deberá mostrar en cada momento:\n\na) Los remanentes de crédito iniciales.\n\nb) Las rectificaciones.\n\nc) Los acuerdos de no incorporabilidad.\n\nd) Los remanentes de crédito totales.\n\ne) Las certificaciones de existencia de remanentes de crédito expedidas.\n\nf) Los saldos de remanentes de crédito pendientes de certificar."
  },
  {
    "num_regla": "17",
    "titulo": "Remanentes de crédito iniciales.",
    "texto": "1. Los remanentes de crédito iniciales son los que deben determinarse como consecuencia de la liquidación del Presupuesto.\n\n2. Dichos remanentes de crédito se clasificarán en comprometidos y no comprometidos, y unos y otros, a su vez, en incorporables y no incorporables."
  },
  {
    "num_regla": "18",
    "titulo": "Rectificación de remanentes de crédito.",
    "texto": "Cuando, como consecuencia de rectificaciones del saldo entrante de obligaciones de presupuestos cerrados, proceda la rectificación de los remanentes de crédito iniciales, éstos se modificarán en los importes correspondientes."
  },
  {
    "num_regla": "19",
    "titulo": "Certificación de existencia de remanentes de crédito.",
    "texto": "1. Cuando se tramiten expedientes de incorporación de remanentes de crédito será necesaria la oportuna certificación de existencia de remanente de crédito suficiente del ejercicio anterior.\n\n2. Dicha existencia de remanente de crédito se certificará para cada aplicación presupuestaria al nivel de vinculación jurídica de los créditos vigente en el ejercicio de procedencia.\n\n3. Sólo podrán expedirse certificaciones de existencia de remanente de crédito, a los efectos de su incorporación, sobre los saldos de remanentes de crédito clasificados como incorporables.\n\n4. Podrán anularse certificaciones expedidas, ya sea por resultar improcedentes o como consecuencia de errores en sus datos. Nunca podrán anularse certificaciones que hayan dado lugar a las correspondientes incorporaciones de remanentes de crédito sin que, previamente, se hayan anulado dichas incorporaciones."
  },
  {
    "num_regla": "20",
    "titulo": "No incorporabilidad de remanentes de crédito.",
    "texto": "La no incorporabilidad de remanentes de crédito es el acuerdo por el cual se declara como no incorporable la totalidad o una parte del saldo de remanentes, a efectos de impedir que puedan expedirse certificaciones contra dicho saldo.\n\nSección 2.ª Proyectos de gasto"
  },
  {
    "num_regla": "21",
    "titulo": "Concepto.",
    "texto": "1. Un proyecto de gasto es una unidad de gasto presupuestario perfectamente identificable, en términos genéricos o específicos, cuya ejecución, se efectúe con cargo a créditos de una o varias aplicaciones presupuestarias y se extienda a uno o más ejercicios, requiere un seguimiento y control individualizado.\n\n2. Tendrán la consideración de proyectos de gasto:\n\na) Los proyectos de inversión incluidos en el Anexo de Inversiones que acompaña al Presupuesto.\n\nb) Los gastos con financiación afectada a que se refiere la Sección 3.ª de este Capítulo.\n\nc) Cualesquiera otras unidades de gasto presupuestario sobre las que la entidad quiera efectuar un seguimiento y control individualizado."
  },
  {
    "num_regla": "22",
    "titulo": "Estructura.",
    "texto": "1. Todo proyecto de gasto estará identificado por un código único e invariable a lo largo de su vida, determinado según lo establecido por la propia entidad local.\n\n2. Cada proyecto de gasto podrá desglosarse en niveles inferiores: expediente, subexpediente, etc.\n\n3. Asimismo, si la entidad local lo considerara oportuno, podrá establecer el nivel de superproyecto.\n\nEste nivel constituye la unidad necesaria de agregación de varios proyectos que contribuyen de forma conjunta a la realización de un mismo objetivo o conjunto de objetivos."
  },
  {
    "num_regla": "23",
    "titulo": "Vinculación jurídica.",
    "texto": "1. Los créditos asignados a los proyectos de gasto quedan sujetos a los niveles de vinculación jurídica establecidos en las Bases de Ejecución del Presupuesto para las aplicaciones presupuestarias con cargo a las que se haya previsto su realización.\n\n2. No obstante el crédito asignado a un proyecto de gasto podrá ser vinculante en sí mismo, quedando sujeto a las limitaciones cualitativas y cuantitativas que esta circunstancia impone.\n\n3. Podrán existir proyectos de gasto que sólo queden afectados por las limitaciones cualitativas de la vinculación jurídica, pudiendo realizarse mayor gasto del previsto sin necesidad de recurrir a modificaciones formales de los créditos asignados."
  },
  {
    "num_regla": "24",
    "titulo": "Seguimiento y control contable de los proyectos de gasto.",
    "texto": "1. El seguimiento y control de los proyectos de gasto se realizará a través del sistema de información contable y alcanzará, como mínimo, a todas las operaciones de gestión presupuestaria que les afecten durante su período de ejecución, se extienda éste a uno o a varios ejercicios.\n\n2. El seguimiento y control de los proyectos de gasto tendrá por objeto, entre otros, la consecución de los siguientes fines:\n\na) Asegurar el cumplimiento de las vinculaciones jurídicas que para los distintos proyectos se hayan establecido.\n\nb) Controlar la ejecución presupuestaria de cada proyecto, de forma que los importes de cada fase no puedan superar a los de fases anteriores.\n\nc) Posibilitar, cuando proceda, el inventario de los proyectos de inversión.\n\n3. Para el cumplimiento de los fines anteriores el sistema de seguimiento y control de los proyectos de gasto deberá ofrecer, al menos, la siguiente información:\n\na) Datos generales del proyecto:\n\na.1) El código identificativo y la denominación del proyecto de gasto.\n\na.2) El año de inicio y las anualidades a que vaya a extender su ejecución.\n\na.3) Para cada una de las anualidades, la aplicación o aplicaciones presupuestarias a través de las que se vaya a realizar.\n\na.4) Cuantía total del gasto estimado inicialmente.\n\nb) Información sobre la gestión presupuestaria, tanto del presupuesto corriente como de presupuestos cerrados y futuros.\n\n4. Cuando un proyecto de gasto se desglose en niveles inferiores (expediente, subexpediente, etc.), cada uno de ellos deberá ser objeto de seguimiento y control individualizado.\n\n5. Cuando un proyecto de gasto se ejecute en varias anualidades y con cargo a más de una aplicación presupuestaria, se realizará su seguimiento y control para cada una de las anualidades y aplicaciones.\n\nSección 3.ª Gastos con financiación afectada"
  },
  {
    "num_regla": "25",
    "titulo": "Concepto.",
    "texto": "1. Un gasto con financiación afectada es cualquier proyecto de gasto que se financie, en todo o en parte, con recursos concretos que en caso de no realizarse el gasto no podrían percibirse o si se hubieran percibido deberían reintegrarse a los agentes que los aportaron.\n\n2. Dada su condición de proyectos de gasto, a los gastos con financiación afectada les serán aplicables las normas previstas en la Sección anterior."
  },
  {
    "num_regla": "26",
    "titulo": "Estructura.",
    "texto": "Todo gasto con financiación afectada estará identificado por un código único e invariable a lo largo de su vida, determinado según lo establecido por la propia entidad local."
  },
  {
    "num_regla": "27",
    "titulo": "Seguimiento y control contable de los gastos con financiación afectada.",
    "texto": "1. El seguimiento y control de los gastos con financiación afectada se realizará a través del sistema de información contable y alcanzará, como mínimo, a todas las operaciones de gestión presupuestaria que les afecten durante su período de ejecución, se extienda éste a uno o a varios ejercicios, correlacionando debidamente la realización de los gastos con los ingresos específicos que los financien.\n\n2. En todo caso, el seguimiento y control de los gastos con financiación afectada ha de garantizar el cumplimiento de los siguientes fines:\n\na) Asegurar que la ejecución, en términos económico-presupuestarios, de todo gasto con financiación afectada se efectúe en su totalidad, de modo tal que se cumplan las condiciones que, en su caso, se hubiesen acordado para la percepción de los recursos afectados.\n\nb) Calcular, en la liquidación de cada uno de los presupuestos a que afecte la realización de los gastos con financiación afectada, las desviaciones de financiación que, en su caso, se hayan producido como consecuencia de desfases, cualquiera que sea su origen, en el ritmo de ejecución del gasto y de los ingresos específicos que los financien.\n\nc) Controlar la ejecución presupuestaria de cada gasto con financiación afectada, tanto la del gasto como la de los ingresos afectados.\n\n3. Para el cumplimiento de los fines anteriores el sistema de seguimiento y control de los gastos con financiación afectada deberá ofrecer, al menos, la siguiente información:\n\na) Datos generales del proyecto:\n\na.1) El código identificativo y la denominación del proyecto de gasto.\n\na.2) El año de inicio y las anualidades a que vaya a extender su ejecución.\n\na.3) Para cada una de las anualidades, la aplicación o aplicaciones presupuestarias de gastos a través de las que se vaya a realizar.\n\na.4) Para cada una de las anualidades, la aplicación o aplicaciones presupuestarias de ingresos a través de las que se prevean obtener los recursos afectados.\n\na.5) La cuantía total del gasto estimado inicialmente y de los ingresos previstos.\n\nb) Información sobre la gestión del gasto presupuestario, tanto del presupuesto corriente como de presupuestos cerrados y futuros.\n\nc) Información sobre la gestión de los ingresos presupuestarios afectados, tanto del presupuesto corriente como de presupuestos cerrados y futuros.\n\n4. Cuando un gasto con financiación afectada se desglose en niveles inferiores (expediente, subexpediente, etc.), cada uno de ellos deberá ser objeto de seguimiento y control individualizado.\n\n5. Cuando un gasto con financiación afectada se ejecute en varias anualidades, con cargo a más de una aplicación presupuestaria y la financiación afectada proceda de más de un agente financiador, se realizará su seguimiento y control para cada una de las anualidades, aplicaciones y agentes.\n\nA estos efectos, se considerará agente financiador a cada uno de los terceros de los que proceda cada uno de los recursos afectados. Es decir, el agente financiador viene dado por la combinación del tercero y la aplicación presupuestaria que corresponda a cada uno de los recursos que él aporta.\n\nCuando la financiación afectada de un gasto proceda de un mismo recurso aportado por una pluralidad de terceros, se considerará agente financiador único a todos ellos."
  },
  {
    "num_regla": "28",
    "titulo": "Coeficiente de financiación.",
    "texto": "1. El coeficiente de financiación es el resultado de dividir los ingresos presupuestarios (reconocidos y pendientes de reconocer) afectados a la realización de un gasto presupuestario, por el importe total de éste (realizado y a realizar).\n\n2. La totalidad de los ingresos presupuestarios incluye todos los derechos reconocidos netos hasta la fecha de cálculo del coeficiente relativos a ese gasto con financiación afectada, así como los que se prevea obtener desde ese momento hasta la conclusión del gasto.\n\n3. El gasto presupuestario total incluye tanto las obligaciones reconocidas netas hasta la fecha de cálculo del coeficiente relativas a ese gasto con financiación afectada, como los créditos que se prevea asignar o incorporar hasta la completa realización de la unidad de gasto.\n\n4. El coeficiente de financiación será global cuando exprese la parte del gasto que queda cubierta con la totalidad de los ingresos a él afectados, y será parcial cuando exprese la parte del gasto que queda cubierta con una parte de los ingresos seleccionada según un cierto criterio (el agente del que provienen, la aplicación presupuestaria, etc.)."
  },
  {
    "num_regla": "29",
    "titulo": "Desviaciones de financiación.",
    "texto": "1. La desviación de financiación es la magnitud que representa el desfase existente entre los ingresos presupuestarios reconocidos durante un período determinado, para la realización de un gasto con financiación afectada y los que, en función de la parte del mismo efectuada en ese período, deberían haberse reconocido, si la ejecución de los ingresos afectados se realizase armónicamente con la del gasto presupuestario.\n\n2. Las desviaciones de financiación, para cada gasto con financiación afectada, se calcularán por diferencia entre los derechos reconocidos netos por los ingresos afectados y el producto del coeficiente de financiación por el total de obligaciones reconocidas netas, referidos unos y otras al período considerado.\n\n3. Las desviaciones de financiación que han de calcularse al final del ejercicio a efectos de ajustar el Resultado presupuestario y de cuantificar el exceso de financiación afectada producido son, respectivamente, las desviaciones de financiación del ejercicio y las desviaciones de financiación acumuladas a lo largo del período de ejecución del gasto con financiación afectada.\n\n4. Las desviaciones de financiación del ejercicio se calcularán tomando en consideración el coeficiente de financiación parcial por agente financiador y el importe de las obligaciones y los derechos reconocidos relativos al agente de que se trate, referidos unas y otros al ejercicio presupuestario.\n\n5. Las desviaciones de financiación acumuladas se calcularán del mismo modo que las imputables al ejercicio, pero tomando en consideración las obligaciones y los derechos reconocidos desde el inicio de la ejecución del gasto con financiación afectada hasta el final del ejercicio.\n\nSección 4.ª Administración de recursos por cuenta de otros entes públicos"
  },
  {
    "num_regla": "30",
    "titulo": "Delimitación.",
    "texto": "1. El tratamiento contable de las operaciones de administración de recursos por cuenta de otros entes públicos que realicen las entidades contables como consecuencia de actuaciones de gestión relativas a la liquidación y recaudación de recursos cuya titularidad corresponda a otro u otros entes públicos, así como la entrega de las cantidades que a estos últimos pertenezcan como resultado de la gestión realizada, se ajustará a lo previsto en la presente Sección.\n\n2. Asimismo, también habrá de ajustarse a las normas de la presente Sección el tratamiento, por parte del ente titular de los recursos, de las referidas operaciones, cuando dicho ente sea una entidad contable según lo previsto en la regla 2 de esta Instrucción.\n\nA estos efectos debe considerarse como ente titular de los recursos a aquél que legalmente tenga atribuido el producto de su recaudación, es decir, aquél en cuyo presupuesto de ingresos deba figurar el recurso en cuestión."
  },
  {
    "num_regla": "31",
    "titulo": "Relaciones entre el ente gestor y el ente titular de los recursos.",
    "texto": "1. Cuando una entidad administre recursos por cuenta de otros entes públicos, deberá facilitar periódicamente, a cada uno de los entes por cuya cuenta se realice la oportuna gestión, la información necesaria para que estos últimos puedan imputar a su presupuesto las diferentes operaciones que se hubiesen efectuado respecto de los recursos de los que sean titulares.\n\nPara cada uno de dichos recursos y por cada período al que se refiera la información a facilitar, esta diferenciará entre las siguientes operaciones:\n\nDerechos reconocidos en el ejercicio en curso.\n\nPosibles rectificaciones de los derechos reconocidos en ejercicios anteriores.\n\nAnulaciones de derechos que correspondan a recursos cuyo reconocimiento del derecho se hubiese producido en el ejercicio en curso, diferenciando entre anulaciones de liquidaciones y aplazamientos o fraccionamientos.\n\nAnulaciones de derechos que correspondan a recursos cuyo reconocimiento del derecho se hubiese producido en ejercicios anteriores, diferenciando también entre anulaciones de liquidaciones y aplazamientos o fraccionamientos.\n\nCancelación de derechos que correspondan a recursos cuyo reconocimiento del derecho se hubiese producido en el ejercicio en curso, distinguiendo entre cancelaciones por cobros en especie, por insolvencias o por otras causas.\n\nCancelación de derechos que correspondan a recursos cuyo reconocimiento del derecho se hubiese producido en ejercicios anteriores, distinguiendo entre cancelaciones por cobros en especie, por insolvencias, por prescripción o por otras causas.\n\nRecaudación de derechos reconocidos en el ejercicio en curso.\n\nRecaudación de derechos reconocidos en ejercicios anteriores.\n\nRecaudación de recursos por autoliquidaciones u otros ingresos sin reconocimiento previo del derecho.\n\nDevoluciones de ingreso reconocidas en el ejercicio.\n\nPosibles rectificaciones y anulaciones de devoluciones de ingreso reconocidas en ejercicios anteriores que estuviesen pendientes de pago.\n\nPrescripciones de devoluciones de ingreso reconocidas.\n\nPagos de devoluciones de ingreso.\n\nLa información anterior deberá complementarse con todos aquellos datos que sean necesarios para el adecuado registro contable de las respectivas operaciones.\n\n2. La periodicidad con la que se ha de remitir la información señalada deberá ser igual o inferior a la que esté establecida para el pago del producto de la recaudación líquida al ente titular de los recursos, ya se efectúe dicho pago de forma directa o mediante el procedimiento de entregas a cuenta.\n\n3. Si la entidad que administra recursos por cuenta de otros entes públicos no estuviese en condiciones de suministrar la información indicada, al menos deberá aportar, a los entes titulares de los recursos, los datos de detalle de los pagos de la recaudación líquida que realice a los mismos, de forma que quede constancia de los recursos a que corresponden dichos pagos, independientemente de que se trate de entregas directas o de entregas a cuenta de dicha recaudación.\n\nCuando desaparezcan las causas que impidan el suministro de información, la entidad gestora de los recursos habrá de facilitar la misma en los términos recogidos en los apartados anteriores, debiendo tenerse en cuenta que el cambio de procedimiento en el suministro de la información tendrá que producirse, necesariamente, con referencia a un ejercicio contable completo, no pudiendo afectar tan solo a una parte del mismo. A estos efectos, cuando se produzca el cambio de procedimiento en el suministro de información, la primera vez que se suministren los datos relativos a las operaciones realizadas a partir del inicio del ejercicio contable en que se produzca dicho cambio de procedimiento, la entidad gestora de los recursos habrá de comunicar, a cada una de los entes titulares de los mismos, los saldos pendientes de cobro correspondientes a derechos reconocidos en ejercicios anteriores, así como los saldos pendientes de pago relativos a devoluciones de ingreso reconocidas en esos mismos ejercicios.\n\n4. Tomando como base la información a que se refieren los apartados anteriores, las entidades contables titulares de los respectivos recursos registrarán en su contabilidad las operaciones realizadas por el ente gestor, incorporándolas a su presupuesto cuando ello proceda."
  },
  {
    "num_regla": "32",
    "titulo": "Tratamiento contable de las operaciones de administración de recursos por cuenta de otros entes públicos en el ente gestor.",
    "texto": "1. Las entidades que administren recursos por cuenta de otros entes públicos registrarán en su contabilidad patrimonial las operaciones derivadas de la gestión que realicen en relación con dichos recursos de acuerdo con los criterios que seguidamente se indican:\n\na) Cuando se suministre la información indicada en el apartado 1 de la regla anterior a las entidades titulares de los recursos, sólo se incorporarán al balance de la entidad gestora los débitos y créditos existentes con dichas entidades derivados de los cobros y pagos que se hubiesen producido en relación con los recursos gestionados.\n\nA estos efectos, se utilizarán exclusivamente las cuentas 453, «Entes públicos, por ingresos pendientes de liquidar», y 456, «Entes públicos, c/c efectivo», de acuerdo con lo que se establece para las mismas en el Plan General de Contabilidad Pública adaptado a la Administración Local anexo a esta Instrucción.\n\nb) Si la información indicada en el apartado 1 de la regla anterior no se suministra, dándose la circunstancia señalada en el párrafo primero de su apartado 3, al margen de los débitos y créditos referidos para el caso anterior, también deberán incorporarse al balance de la entidad gestora los créditos y débitos que se deriven de las actuaciones de gestión que se hubiesen realizado en relación con recursos de otros entes públicos.\n\nEn esta situación las entidades que administren recursos por cuenta de otros entes públicos utilizarán la totalidad de las cuentas que se contienen en el subgrupo 45, «Deudores y acreedores por administración de recursos por cuenta de otros entes públicos», del mencionado plan contable.\n\n2. Al margen del tratamiento contable que ha quedado indicado, las entidades que administren recursos por cuenta de otros entes públicos registrarán de forma individualizada todas y cada una de las operaciones derivadas de la gestión que realicen en relación con dichos recursos, quedando integradas en su contabilidad mediante una estructura de datos que permita obtener la información requerida en la nota 20, «Operaciones por administración de recursos por cuenta de otros entes públicos», de la Memoria incluida en la parte Tercera del Plan General de Contabilidad Pública adaptado a la Administración Local anexo a esta Instrucción, así como la que se indica en el apartado 1 de la regla anterior."
  },
  {
    "num_regla": "33",
    "titulo": "Tratamiento contable de las operaciones relativas a recursos administrados por otro ente público en el ente titular.",
    "texto": "1. Las anotaciones que corresponda efectuar en la contabilidad de las entidades titulares de recursos que se hubiesen gestionado por otro ente público se realizarán tomando como base los datos agregados que, en relación con la gestión de dichos recursos, sean facilitados por el ente gestor en cada uno de los períodos establecidos para el suministro de información.\n\nDichas anotaciones contables variarán según la información de que disponga el ente titular, en función de la que fuese suministrada por el ente gestor, pudiéndose presentar dos situaciones:\n\na) La información disponible abarca la totalidad de las operaciones realizadas, tal y como se prevé en el apartado 1 de la regla 31.\n\nb) La información disponible no abarca la totalidad de las operaciones realizadas y se refiere, al menos, a los pagos realizados por el ente gestor a la entidad titular de los recursos como consecuencia de las entregas correspondientes a la recaudación líquida que se hubiese obtenido, tal y como se prevé en el párrafo primero del apartado 3 de dicha regla 31.\n\nEn los apartados siguientes de esta regla se establecen los criterios a seguir, en cada una de estas situaciones, para el registro de las operaciones por parte de las entidades titulares de los recursos.\n\nEn todo caso, independientemente del tratamiento contable que se produzca en la entidad titular de los recursos, el registro individualizado de las operaciones que se hubiesen producido como consecuencia de la gestión de dichos recursos estará contenido en la contabilidad del ente encargado de la misma.\n\n2. Cuando las entidades que sean titulares de recursos gestionados por otro ente público dispongan de información relativa a la totalidad de las operaciones realizadas por el ente gestor, en la contabilización de las respectivas operaciones se seguirán los siguientes criterios:\n\na) Las operaciones relativas a la recaudación de derechos darán lugar al nacimiento de un crédito a favor de la entidad que se recogerá en la cuenta 4420, «Entes públicos deudores por recursos recaudados», disminuyéndose dicho crédito por las operaciones de pagos de devoluciones de ingreso.\n\nEl ingreso de la recaudación líquida obtenida mediante la entrega directa de la misma por parte del ente gestor dará lugar a la cancelación de este crédito. También se cancelará dicho crédito en el momento de la liquidación definitiva de los recursos recaudados por el ente gestor, cuando por parte de éste se efectúen entregas a cuenta de la correspondiente recaudación.\n\nb) La imputación al presupuesto de ingresos de las diferentes operaciones se efectuará de la forma prevista para los ingresos presupuestarios en el Plan General de Contabilidad Pública adaptado a la Administración local anexo a esta Instrucción, sin que haya ninguna particularidad en comparación con las operaciones que realice la propia entidad en relación con los recursos que ella misma gestione. Si en el momento de aplicar la recaudación hubiese que realizar imputaciones no presupuestarias, las anotaciones correspondientes se realizarán de acuerdo con lo previsto al respecto en el referido plan contable.\n\nAsimismo, las devoluciones de ingreso acordadas por el ente gestor se registrarán de la misma forma que las tramitadas en el caso de los recursos gestionados directamente por la propia entidad.\n\nc) Cuando el ente gestor de los recursos efectúe entregas a cuenta de la recaudación, dichas entregas a cuenta se reflejarán en la contabilidad de las entidades titulares de los mismos mediante un débito que se recogerá en la cuenta 5500, «Cuentas corrientes no bancarias con entes públicos, por administración de recursos». Cuando se realice la liquidación definitiva de los recursos recaudados se compensará contablemente este débito con el crédito recogido en la cuenta 4420, «Entes públicos deudores por recursos recaudados»; los saldos deudores a favor de la entidad titular de los recursos, o en su caso acreedores, que resulten de dicha liquidación quedarán recogidos en la citada cuenta 5500.\n\n3. En el caso de que las entidades titulares de recursos gestionados por otro ente público no dispongan de información sobre la totalidad de las operaciones realizadas, los criterios a seguir en la contabilización de estas operaciones serán los siguientes:\n\na) Por las cantidades que reciban las entidades titulares de los recursos como consecuencia de los pagos que se realicen desde el ente gestor de los mismos, ya sea en concepto de entregas directas de la recaudación, entregas a cuenta de la misma o liquidación definitiva de los recursos gestionados, se efectuará la imputación presupuestaria de los respectivos ingresos, registrando simultáneamente el reconocimiento del derecho y su cobro. No obstante, el ente titular podrá reconocer el ingreso presupuestario con anterioridad a su cobro si conoce de forma cierta su importe; tratándose de entregas a cuenta, el ente titular podrá reconocer el ingreso presupuestario al inicio del período al que se refieran dichas entregas, una vez que tenga constancia documental del importe de las mismas.\n\nLas anotaciones a que se refiere el párrafo anterior se realizarán de la forma prevista para los ingresos presupuestarios en el Plan General de Contabilidad Pública adaptado a la Administración local anexo a esta Instrucción, sin que haya ninguna particularidad en comparación con esas mismas operaciones cuando correspondan a los recursos que la propia entidad gestione.\n\nSi fuese necesario realizar imputaciones no presupuestarias, las anotaciones correspondientes se realizarán de acuerdo con lo previsto al respecto en el referido plan contable.\n\nb) Al margen de las operaciones descritas, las entidades titulares de los recursos no registrarán ninguna otra de las que se hubiesen producido en el ámbito del ente gestor de los mismos.\n\n4. El cambio de procedimiento en el suministro de la información por parte del ente gestor de los recursos a que se refiere el párrafo segundo del apartado 3 de la regla 31 tendrá la consideración de cambio de criterio contable, en virtud de lo dispuesto en la norma de reconocimiento y valoración n.º 21, «Cambios en criterios y estimaciones contables y errores». A estos efectos, los datos relativos a los saldos pendientes de cobro por derechos reconocidos en ejercicios anteriores y los pendientes de pago por devoluciones de ingreso reconocidas en esos mismos ejercicios, que sean facilitados por dicho ente gestor, se incorporarán a la contabilidad de las entidades titulares de los recursos mediante la oportuna operación de modificación del saldo inicial de derechos pendientes de cobro o de devoluciones pendientes de pago, según corresponda.\n\nTÍTULO III\nDe los datos a incorporar al sistema\nCAPÍTULO I\nJustificantes de las operaciones"
  },
  {
    "num_regla": "34",
    "titulo": "Justificación.",
    "texto": "Todo acto o hecho que, en aplicación de lo previsto en el Título II de esta Instrucción, deba dar lugar a anotaciones en el SICAL-Normal, debe estar debidamente acreditado con el correspondiente justificante que ponga de manifiesto su realización."
  },
  {
    "num_regla": "35",
    "titulo": "Medios de justificación.",
    "texto": "1. La justificación de los distintos hechos susceptibles de incorporación al SICAL-Normal podrá estar soportada en documentos en papel o a través de medios electrónicos, informáticos o telemáticos, debiendo ajustarse, en todo caso, a los requisitos y garantías que se establezcan para cada uno de los distintos tipos de operaciones, de acuerdo con las normas que regulen los procedimientos administrativos a través de los que dichos hechos se materialicen.\n\n2. Cuando la justificación de estos hechos se efectúe a través de medios electrónicos, informáticos o telemáticos se asegurará la validez y eficacia jurídica de los mismos, así como el cumplimiento de la normativa aplicable respecto a la protección de datos de carácter personal.\n\nCAPÍTULO II\nIncorporación de datos al sistema"
  },
  {
    "num_regla": "36",
    "titulo": "Soporte de las anotaciones contables.",
    "texto": "1. Las operaciones que hayan de ser contabilizadas se incorporarán al SICAL-Normal con el máximo nivel de desarrollo, de forma que sus datos queden debidamente registrados en todas las áreas contables a las que la operación afecte en función de su naturaleza.\n\n2. El registro de las operaciones en el SICAL-Normal se podrá realizar por alguno de los siguientes procedimientos:\n\na) Mediante captura directa en el sistema de los datos que consten en el propio justificante de la operación o, en su caso, en el oportuno documento contable.\n\nb) A través de la incorporación de dichos datos al sistema mediante la utilización de procedimientos o soportes electrónicos, informáticos o telemáticos.\n\nEn ambos procedimientos, el registro de las operaciones en el SICAL-Normal podrá realizarse de forma individual por cada operación o, en su caso, mediante incorporación masiva de datos relativos a grupos de operaciones.\n\n3. Los documentos contables que, en su caso, se utilicen se establecerán por la propia entidad local en función de sus necesidades de información y de la operatoria que se siga en la tramitación de los diferentes tipos de operaciones a que pudiesen afectar.\n\n4. Cuando se utilicen medios electrónicos, informáticos o telemáticos como soporte de las anotaciones contables, se asegurará la validez y eficacia jurídica de los mismos, así como el cumplimiento de la normativa aplicable respecto a la protección de datos de carácter personal."
  },
  {
    "num_regla": "37",
    "titulo": "Autorización.",
    "texto": "1. Cuando las operaciones se incorporen al sistema mediante captura directa de los datos que consten en el propio justificante o en el oportuno documento contable, para que aquella incorporación tenga efecto es necesario que dichos documentos (justificantes y documentos contables) estén debidamente autorizados, mediante diligencias, firmas manuscritas, sellos u otros medios manuales, por quien tenga atribuidas facultades para ello.\n\n2. Cuando las operaciones se incorporen al sistema mediante la utilización de soportes electrónicos, informáticos o telemáticos, los procedimientos de autorización y control mediante diligencias, firmas manuscritas, sellos u otros medios manuales podrán ser sustituidos por autorizaciones y controles establecidos en las propias aplicaciones informáticas que garanticen la identificación y el ejercicio de la competencia por quien la tenga atribuida."
  },
  {
    "num_regla": "38",
    "titulo": "Toma de razón.",
    "texto": "1. En todo documento que haya producido anotaciones en contabilidad, ya se trate del propio justificante de la operación o de un documento contable específico para el registro de la misma, deberá figurar una diligencia de toma de razón, certificada por el responsable de la contabilidad, acreditativa, como mínimo, de la fecha, el número de asiento y el importe con que dicho documento hubiese quedado registrado individualizadamente. Dicha diligencia podrá realizarse mediante certificación mecánica efectuada por el propio equipo informático en que esté soportado el SICAL-Normal.\n\n2. En el caso de que las operaciones sean registradas a partir de los datos contenidos en soportes electrónicos, informáticos o telemáticos, la diligencia de toma de razón se sustituirá por los oportunos procesos de validación en el sistema, mediante los cuales dichas operaciones queden referenciadas en relación con las anotaciones contables que hayan producido.\n\nCAPÍTULO III\nArchivo y conservación"
  },
  {
    "num_regla": "39",
    "titulo": "Archivo y conservación de los justificantes de las operaciones y de los soportes de las anotaciones contables.",
    "texto": "1. Los justificantes de las operaciones a que se refiere el Capítulo I de este Título III, junto con los correspondientes documentos contables, en su caso, deberán conservarse por la entidad y estarán a disposición del órgano u órganos de control competentes, al objeto de posibilitar y facilitar las actuaciones de control y verificación de la contabilidad que proceda realizar.\n\n2. Los justificantes de los hechos que se registren en el SICAL-Normal y, en su caso, los correspondientes documentos contables, podrán conservarse por medios o en soportes electrónicos, informáticos o telemáticos, con independencia del tipo de soporte en que originalmente se hubieran plasmado, siempre que quede garantizada su autenticidad, integridad, calidad, protección y conservación. En estos casos, las copias obtenidas de dichos soportes gozarán de la validez y eficacia de los documentos originales.\n\n3. Tanto los justificantes formalizados en documentos en papel como los que lo estén en soportes electrónicos, informáticos o telemáticos se deberán conservar durante un plazo de seis años contados desde la fecha de remisión, al órgano u órganos de control externo, de las cuentas anuales donde se pongan de manifiesto las respectivas operaciones, salvo que la justificación de que se trate esté sometida a otros plazos de conservación o se hubiera interrumpido el plazo de prescripción de la posible responsabilidad contable.\n\nSin perjuicio de lo establecido en el párrafo anterior, la documentación justificativa de las valoraciones asignadas a activos y pasivos deberá conservarse, al menos, durante el período en que dichos activos y pasivos figuren en balance.\n\n4. Se podrá proceder a la destrucción de los justificantes, siempre y cuando se hayan cumplido los plazos a que se refiere el apartado anterior, previa comunicación al órgano u órganos de control externo a que hubiese correspondido actuar y sin que estos hayan manifestado impedimentos al respecto.\n\nNo procederá la destrucción de los justificantes en aquellos supuestos en que, por la naturaleza de los documentos de que se trate, esté establecido su envío a un archivo histórico de documentos."
  },
  {
    "num_regla": "40",
    "titulo": "Conservación de los registros contables.",
    "texto": "1. Los registros de las operaciones anotadas en el SICAL-Normal se conservarán durante un período de seis años contados desde la fecha de remisión, al órgano u órganos de control externo, de las cuentas anuales donde se hubiese plasmado la información contenida en dichos registros, salvo que esta información esté sometida a otros plazos de conservación o se hubiera comunicado la interrupción del plazo de prescripción de la posible responsabilidad contable.\n\n2. Una vez hayan transcurrido los plazos de conservación, a los que se refiere el párrafo anterior, así como el plazo de prescripción de la posible responsabilidad contable, los registros de las operaciones podrán ser destruidos siempre que, mediando la oportuna comunicación, no existiesen impedimentos por parte del órgano u órganos de control externo a que correspondiese actuar.\n\nNo procederá la destrucción de los registros contables en aquellos supuestos en que, por la naturaleza de los mismos, esté establecido su envío a un archivo histórico de documentos.\n\nTÍTULO IV\nDe la información a obtener del sistema\nCAPÍTULO I\nNormas generales"
  },
  {
    "num_regla": "41",
    "titulo": "Tipos de información.",
    "texto": "Para el cumplimiento de los fines del sistema de información contable, que se relacionan en la regla 13, y para poder satisfacer las necesidades de información contable de los destinatarios de la misma, enumerados en la regla 7, la información a obtener del sistema de información contable será, al menos:\n\na) La necesaria para la formación de las cuentas anuales de la entidad contable de que se trate.\n\nb) La que, en virtud del artículo 207 del texto refundido de la Ley Reguladora de las Haciendas Locales, debe remitir la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad al Pleno de la Corporación.\n\nc) La necesaria para la confección del Avance de la Liquidación del Presupuesto corriente a que se refiere el artículo 168 del Texto refundido de la Ley Reguladora de las Haciendas Locales.\n\nd) La información económico-financiera necesaria para facilitar la toma de decisiones en el ámbito de la gestión y el ejercicio del control interno en sus distintas acepciones.\n\ne) La información económico-financiera que deba remitirse a otras Administraciones Públicas."
  },
  {
    "num_regla": "42",
    "titulo": "Soporte de la información.",
    "texto": "1. La información contable ha de plasmarse en estados contables que podrán estar soportados en listados, informes y, en general, documentos en papel, o mediante cualquier tipo de soporte electrónico, informático o telemático que garantice la autenticidad, integridad y conservación de la información que contenga, así como su recepción por el destinatario y su tratamiento por éste en forma idónea para el cumplimiento de los fines que haya de satisfacer.\n\n2. Sin perjuicio del soporte en que queden plasmados los estados contables, su contenido y obtención se habrá de ajustar a las normas que se contienen en el presente título."
  },
  {
    "num_regla": "43",
    "titulo": "Garantía de la información contable.",
    "texto": "Respecto a la información contable facilitada a los distintos destinatarios, el responsable de la contabilidad únicamente responde de la identidad entre la misma y la existente en las bases de datos del sistema.\n\nCAPÍTULO II\nLa cuenta general de la entidad local\nSección 1.ª Contenido"
  },
  {
    "num_regla": "44",
    "titulo": "Delimitación de la Cuenta General.",
    "texto": "1. La Cuenta General de la entidad local mostrará la imagen fiel del patrimonio, de la situación financiera, de los resultados y de la ejecución del presupuesto.\n\n2. La Cuenta General estará integrada por:\n\na) La Cuenta de la propia entidad.\n\nb) La Cuenta de los organismos autónomos.\n\nc) Las cuentas anuales de las sociedades mercantiles de capital íntegramente propiedad de la entidad local.\n\nd) Las cuentas anuales de las entidades públicas empresariales.\n\n3. Cada uno de los sujetos contables a que se refiere el apartado anterior deberá elaborar sus propias cuentas anuales de acuerdo con lo previsto en las reglas siguientes."
  },
  {
    "num_regla": "45",
    "titulo": "La Cuenta de la propia entidad local y la Cuenta de los organismos autónomos.",
    "texto": "1. Las cuentas anuales que integran la Cuenta de la propia entidad local y las que deberá formar cada uno de sus organismos autónomos son las siguientes:\n\na) El Balance.\n\nb) La Cuenta del resultado económico-patrimonial.\n\nc) El Estado de cambios en el patrimonio neto.\n\nd) El Estado de flujos de efectivo.\n\ne) El Estado de Liquidación del Presupuesto.\n\nf) La Memoria.\n\n2. Las cuentas a que se refiere el apartado anterior deberán elaborarse siguiendo las normas y ajustándose a los modelos que se establecen en la Tercera parte del Plan General de Contabilidad Pública adaptado a la Administración local anexo a esta Instrucción.\n\n3. A las cuentas anuales de la propia entidad local y de cada uno de sus organismos autónomos deberá unirse la siguiente documentación:\n\na) Actas de arqueo de las existencias en Caja referidas a fin de ejercicio.\n\nb) Notas o certificaciones de cada entidad bancaria de los saldos existentes en las mismas a favor de la entidad local o del organismo autónomo, referidos a fin de ejercicio y agrupados por nombre o razón social de la entidad bancaria. En caso de discrepancia entre los saldos contables y los bancarios, se aportará el oportuno estado conciliatorio, autorizado por el Interventor u órgano de la entidad local que tenga atribuida la función de contabilidad."
  },
  {
    "num_regla": "46",
    "titulo": "Las cuentas anuales de las sociedades mercantiles y de las entidades públicas empresariales dependientes de la entidad local.",
    "texto": "1. Las cuentas anuales que deberán formar las sociedades mercantiles en cuyo capital social tenga participación total o mayoritaria la entidad local serán, en todo caso, las previstas en el Plan General de Contabilidad o en el de Pequeñas y Medianas empresas con las adaptaciones a los criterios específicos de las microempresas que, en su caso, procedan.\n\n2. A las cuentas anuales que deberán formar las entidades públicas empresariales dependientes de la entidad local les será de aplicación lo previsto en el párrafo anterior.\n\nSección 2.ª Formación"
  },
  {
    "num_regla": "47",
    "titulo": "Formación de la Cuenta General.",
    "texto": "1. La Cuenta General de cada ejercicio se formará por la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad.\n\n2. A los efectos anteriores, la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad podrá recabar la presentación de las cuentas que hayan de rendirse al órgano u órganos de control externo.\n\n3. (Suprimido).\n\nEn su caso, se podrán agregar o consolidar las cuentas de una entidad aunque en el informe de auditoría de cuentas se hubiera denegado opinión o se hubiera emitido informe desfavorable o con salvedades, si bien estas circunstancias se harán constar en informe explicativo de la Cuenta General."
  },
  {
    "num_regla": "48",
    "titulo": "Documentación complementaria.",
    "texto": "1. A la Cuenta General se acompañarán:\n\na) Los documentos a que se refiere la regla 45.3.\n\nb) Las cuentas anuales de las sociedades mercantiles en cuyo capital social tenga participación mayoritaria la entidad local.\n\nc) Las cuentas anuales de aquellas unidades dependientes de la entidad local incluidas en el ámbito de aplicación de la Ley Orgánica 2/2012, de 27 de abril, de Estabilidad Presupuestaria y Sostenibilidad Financiera no comprendidas en el apartado b) anterior ni integradas en la Cuenta General.\n\n2. Asimismo, se acompañarán a la Cuenta General las cuentas anuales consolidadas.\n\n3. Los municipios con población superior a 50.000 habitantes y las demás entidades locales de ámbito superior acompañarán, además, a la Cuenta General:\n\na) Una Memoria justificativa del coste y rendimiento de los servicios públicos.\n\nb) Una Memoria demostrativa del grado en que se hayan cumplido los objetivos programados con indicación de los previstos y alcanzados con el coste de los mismos.\n\nSección 3.ª Aprobación"
  },
  {
    "num_regla": "49",
    "titulo": "Aprobación de la Cuenta General.",
    "texto": "1. La Cuenta General de cada ejercicio se someterá antes del 1 de junio del ejercicio inmediato siguiente a informe de la Comisión Especial de Cuentas de la entidad local.\n\n2. La Cuenta General y el informe de la Comisión Especial de Cuentas se expondrán al público por plazo de quince días, durante los cuales y ocho más los interesados podrán presentar reclamaciones, reparos u observaciones. Examinados éstos por la Comisión Especial y practicadas por la misma cuantas comprobaciones estime necesarias, emitirá nuevo informe.\n\n3. Acompañada de los informes de la Comisión Especial de Cuentas y de las reclamaciones y reparos formulados, la Cuenta General se someterá al Pleno de la Corporación para que, en su caso, pueda ser aprobada antes del día 1 de octubre.\n\n4. La aprobación de la Cuenta General es un acto esencial para la fiscalización de ésta por los órganos de control externo, que no requiere la conformidad con las actuaciones reflejadas en ella, ni genera responsabilidad por razón de las mismas.\n\nSección 4.ª Rendición de cuentas"
  },
  {
    "num_regla": "50",
    "titulo": "Cuentadantes.",
    "texto": "1. Serán cuentadantes los titulares de las entidades y órganos sujetos a la obligación de rendir cuentas y en todo caso:\n\na) El Presidente de la entidad local.\n\nb) Los Presidentes o Directores de los organismos autónomos y de las entidades públicas empresariales.\n\nc) Los Presidentes del Consejo de Administración de las sociedades mercantiles dependientes de la entidad local.\n\nd) Los liquidadores de las sociedades mercantiles dependientes de la entidad local en proceso de liquidación.\n\n2. Los cuentadantes a que se refiere el apartado anterior son responsables de la información contable, es decir, de suministrar información veraz y de que las cuentas anuales reflejen la imagen fiel del patrimonio, de la situación financiera, del resultado económico patrimonial y de la ejecución del presupuesto de la entidad contable.\n\nA los cuentadantes les corresponde rendir, antes del 15 de mayo del ejercicio inmediato siguiente al que correspondan y debidamente autorizadas, las cuentas que hayan de enviarse al órgano u órganos de control externo.\n\n3. La responsabilidad en que se concreta la rendición de cuentas es independiente de la responsabilidad en la que incurran quienes adoptaron las resoluciones o realizaron los actos reflejados en dichas cuentas."
  },
  {
    "num_regla": "51",
    "titulo": "Procedimiento de rendición.",
    "texto": "1. En cumplimiento de su obligación de rendir cuentas, los cuentadantes deberán remitir sus cuentas anuales, acompañadas de la documentación complementaria a que se refiere la regla 45.3, a la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad, en el plazo previsto en el apartado 2 de la regla anterior.\n\n2. Una vez aprobada la Cuenta General por el Pleno de la Corporación, se rendirá por el Presidente de la entidad local al órgano u órganos de control externo competentes en los plazos previstos en la normativa vigente.\n\n3. Cuando los órganos de control externo tengan establecidos procedimientos de envío a través de medios electrónicos, informáticos o telemáticos, la rendición de la Cuenta General se deberá ajustar a los requisitos que, para la transmisión y recepción de comunicaciones a través de medios y aplicaciones informáticas, telemáticas y electrónicas, se establecen en la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal; en la Ley 30/1992, de 26 de noviembre, de Régimen Jurídico de las Administraciones Públicas y del Procedimiento Administrativo Común; en la Ley 11/2007, de 22 de junio, de acceso electrónico de los ciudadanos a los Servicios Públicos; en la vigente normativa sobre firma electrónica; así como en la normativa de desarrollo de las normas citadas en esta regla.\n\nEn estos casos, la obtención de las cuentas anuales se realizará mediante la generación de ficheros comprensivos de la información que deban mostrar, cuyo contenido y estructura deberá ajustarse a las especificaciones técnicas establecidas por los órganos de control externo.\n\nCAPÍTULO III\nOtra información contable\nSección 1.ª Información periódica para el Pleno"
  },
  {
    "num_regla": "52",
    "titulo": "Elaboración.",
    "texto": "1. En cumplimiento de lo previsto en el artículo 207 del Texto refundido de la Ley Reguladora de las Haciendas Locales, la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad elaborará la información de la ejecución de los presupuestos y del movimiento y la situación de la tesorería, que debe remitir al Pleno de la Corporación, por conducto de la Presidencia, en los plazos y con la periodicidad que el Pleno haya establecido.\n\n2. La Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad determinará la estructura de los estados que habrán de reflejar la información a que se refiere el apartado anterior, de acuerdo con lo establecido por el Pleno de la Corporación."
  },
  {
    "num_regla": "53",
    "titulo": "Contenido.",
    "texto": "1. La información a que se refiere la regla anterior contendrá datos relativos a:\n\na) La ejecución del presupuesto de gastos corriente.\n\nb) La ejecución del presupuesto de ingresos corriente.\n\nc) Los movimientos y la situación de la tesorería.\n\n2. La información sobre la ejecución del presupuesto de gastos corriente pondrá de manifiesto para cada aplicación presupuestaria, al menos el importe correspondiente a:\n\na) Los créditos iniciales, sus modificaciones y los créditos definitivos.\n\nb) Los gastos comprometidos.\n\nc) Las obligaciones reconocidas netas.\n\nd) Los pagos realizados.\n\nAsimismo, se hará constar el porcentaje que representan: los gastos comprometidos respecto a los créditos definitivos, las obligaciones reconocidas netas respecto a los créditos definitivos y los pagos realizados respecto a las obligaciones reconocidas netas.\n\n3. La información sobre la ejecución del presupuesto de ingresos corriente pondrá de manifiesto para cada aplicación presupuestaria, al menos el importe correspondiente a:\n\na) Las previsiones iniciales, sus modificaciones y las previsiones definitivas.\n\nb) Los derechos reconocidos netos.\n\nc) La recaudación neta.\n\nAsimismo, se hará constar el porcentaje que representan: los derechos reconocidos netos respecto a las previsiones definitivas y la recaudación neta respecto a los derechos reconocidos netos.\n\n4. La información sobre los movimientos y la situación de la tesorería pondrá de manifiesto, al menos, los cobros y pagos realizados durante el período a que se refiera la información, así como las existencias en la tesorería al principio y al final de dicho período.\n\nSección 2.ª Avance de la Liquidación del presupuesto corriente"
  },
  {
    "num_regla": "54",
    "titulo": "Elaboración.",
    "texto": "La Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad elaborará el Avance de la Liquidación del presupuesto corriente, a que se refiere el artículo 18.b) del Real Decreto 500/1990, de 20 de abril, que desarrolla el capítulo I del título VI de la Ley 39/1988, reguladora de las Haciendas Locales, que habrá de unirse al presupuesto de la entidad local."
  },
  {
    "num_regla": "55",
    "titulo": "Contenido.",
    "texto": "1. El Avance de la Liquidación del presupuesto corriente a que se refiere el artículo 168 del texto refundido de la Ley reguladora de las Haciendas Locales, que habrá de unirse al correspondiente presupuesto de los integrados en el Presupuesto General, constará de dos partes:\n\nPrimera parte: Liquidación del presupuesto referida, al menos, a seis meses del ejercicio.\n\nSegunda parte: Estimación de la Liquidación del presupuesto referida a 31 de diciembre.\n\n2. Su estructura se determinará por la Intervención u órgano de la entidad local que tenga atribuida la función de contabilidad, de conformidad con lo que se establezca por el Pleno de la entidad."
  },
  {
    "num_regla": "56",
    "titulo": "Primera parte: Liquidación del presupuesto referida, al menos, a seis meses del ejercicio.",
    "texto": "Esta primera parte pondrá de manifiesto el importe correspondiente a:\n\n1. En relación con el estado de gastos, y como mínimo a nivel de capítulo:\n\na) Los créditos iniciales, sus modificaciones (distinguiendo, al menos, las incorporaciones de remanentes de crédito de las demás modificaciones) y los créditos definitivos.\n\nb) Los gastos comprometidos, con indicación del porcentaje de ejecución sobre los créditos definitivos.\n\nc) Las obligaciones reconocidas netas, con indicación del porcentaje de ejecución sobre los créditos definitivos.\n\nd) Los pagos realizados, con indicación del porcentaje de ejecución sobre las obligaciones reconocidas netas.\n\ne) Las obligaciones pendientes de pago.\n\nf) Los remanentes de crédito.\n\n2. En relación con el estado de ingresos, y como mínimo a nivel de capítulo:\n\na) Las previsiones iniciales, sus modificaciones y las previsiones definitivas.\n\nb) Los derechos reconocidos.\n\nc) Los derechos anulados.\n\nd) Los derechos cancelados.\n\ne) Los derechos reconocidos netos, con indicación del porcentaje de ejecución sobre las previsiones definitivas.\n\nf) La recaudación neta, con indicación del porcentaje de ejecución sobre los derechos reconocidos netos.\n\ng) Los derechos pendientes de cobro.\n\nh) La comparación de los derechos reconocidos netos y las previsiones definitivas.\n\n3. El Resultado presupuestario."
  },
  {
    "num_regla": "57",
    "titulo": "Segunda parte: Estimación de la Liquidación del presupuesto referida a 31 de diciembre.",
    "texto": "La Segunda parte pondrá de manifiesto los importes que se estime presentará la Liquidación del presupuesto del ejercicio. Esta información incluirá, al menos, los créditos y previsiones definitivos y las obligaciones y derechos reconocidos netos, con indicación del porcentaje de ejecución sobre los créditos y las previsiones definitivos, respectivamente.\n\nSección 3.ª Información para los órganos de gestión y de control interno"
  },
  {
    "num_regla": "58",
    "titulo": "Información para los órganos de gestión y de control interno.",
    "texto": "El sistema de información contable deberá permitir obtener la información económico-financiera que, para el adecuado ejercicio de sus funciones, sea demandada por los distintos órganos de gestión y por los órganos encargados del control interno de la entidad.\n\nEn todo caso, el acceso a esta información estará sujeto a las prescripciones que, a este respecto, establezca la normativa vigente.\n\nSección 4.ª Información para otras Administraciones Públicas"
  },
  {
    "num_regla": "59",
    "titulo": "Información para otras Administraciones Públicas.",
    "texto": "El sistema de información contable deberá permitir obtener la información económico-financiera cuya remisión a otras Administraciones Públicas venga impuesta por la normativa vigente."
  }
]