[
  {
    "num": "1.º",
    "titulo": "Imagen fiel de las cuentas anuales.",
    "texto": "Las cuentas anuales deben suministrar información útil para la toma de decisiones económicas y constituir un medio para la rendición de cuentas de la entidad por los recursos que le han sido confiados. Para ello, deben redactarse con claridad y mostrar la imagen fiel del patrimonio, de la situación financiera, del resultado económico patrimonial, y de la ejecución del presupuesto de la entidad contable.\n\nA tales efectos, constituye la entidad contable todo ente con personalidad jurídica y presupuesto propio, que deba formar y rendir cuentas.\n\nLas cuentas anuales comprenden los siguientes documentos que forman una unidad: el balance, la cuenta del resultado económico patrimonial, el estado de cambios en el patrimonio neto, el estado de liquidación del presupuesto, el estado de flujos de efectivo y la memoria.\n\nLa aplicación sistemática y regular de los requisitos de la información y principios y criterios contables incluidos en los apartados siguientes deberá conducir a que las cuentas anuales muestren la anteriormente citada imagen fiel. A tal efecto, en la contabilización de las operaciones, se atenderá a su realidad económica y no sólo a su forma jurídica.\n\nCuando se considere que el cumplimiento de los requisitos de la información y principios y criterios contables incluidos en este Plan General de Contabilidad Pública no sea suficiente para mostrar la mencionada imagen fiel, se suministrará en la memoria la información complementaria precisa para alcanzar este objetivo.\n\nEn aquellos casos excepcionales en los que dicho cumplimiento fuera incompatible con la imagen fiel que deben proporcionar las cuentas anuales, se considerará improcedente dicha aplicación. En tales casos, en la memoria se motivará suficientemente esta circunstancia, y se explicará su influencia sobre el patrimonio, la situación financiera y los resultados de la entidad."
  },
  {
    "num": "2.º",
    "titulo": "Requisitos de la información a incluir en las cuentas anuales.",
    "texto": "La información incluida en las cuentas anuales debe cumplir los requisitos o características siguientes:\n\na) Claridad. La información es clara cuando los destinatarios de la misma, partiendo de un conocimiento razonable de las actividades de la entidad y del entorno en el que opera, pueden comprender su significado.\n\nb) Relevancia. La información es relevante cuando es de utilidad para la evaluación de sucesos (pasados, presentes o futuros), o para la confirmación o corrección de evaluaciones anteriores. Esto implica que la información ha de ser oportuna, y comprender toda aquella que posea importancia relativa, es decir, que su omisión o inexactitud pueda influir en la toma de decisiones económicas de cualquiera de los destinatarios de la información.\n\nc) Fiabilidad. La información es fiable cuando está libre de errores materiales y sesgos y se puede considerar como imagen fiel de lo que pretende representar. El cumplimiento de este requisito implica que:\n\nLa información sea completa y objetiva.\n\nEl fondo económico de las operaciones prevalezca sobre su forma jurídica.\n\nSe deba ser prudente en las estimaciones y valoraciones a efectuar en condiciones de incertidumbre.\n\nd) Comparabilidad. La información es comparable, cuando se pueda establecer su comparación con la de otras entidades, así como con la de la propia entidad correspondiente a diferentes periodos."
  },
  {
    "num": "3.º",
    "titulo": "Principios contables.",
    "texto": "1. La contabilidad de la entidad se desarrollará aplicando los principios contables de carácter económico patrimonial que se indican a continuación:\n\na) Gestión continuada. Se presumirá, salvo prueba en contrario, que continúa la actividad de la entidad por tiempo indefinido. Por tanto, la aplicación de los presentes principios no irá encaminada a determinar el valor liquidativo del patrimonio.\n\nb) Devengo. Las transacciones y otros hechos económicos deberán reconocerse en función de la corriente real de bienes y servicios que los mismos representan, y no en el momento en que se produzca la corriente monetaria o financiera derivada de aquéllos. Los elementos reconocidos de acuerdo con este principio son activos, pasivos, patrimonio neto, ingresos y gastos.\n\nSi no puede identificarse claramente la corriente real de bienes y servicios se reconocerán los gastos o los ingresos, o el elemento que corresponda, cuando se produzcan las variaciones de activos o pasivos que les afecten.\n\nc) Uniformidad. Adoptado un criterio contable dentro de las alternativas permitidas, deberá mantenerse en el tiempo y aplicarse a todos los elementos patrimoniales que tengan las mismas características en tanto no se alteren los supuestos que motivaron su elección.\n\nSi procede la alteración justificada de los criterios utilizados, dicha circunstancia se hará constar en la memoria, indicando la incidencia cuantitativa y cualitativa de la variación sobre las cuentas anuales.\n\nd) Prudencia. Se deberá mantener cierto grado de precaución en los juicios de los que se derivan estimaciones bajo condiciones de incertidumbre, de tal manera que los activos o los ingresos no se sobrevaloren, y que las obligaciones o los gastos no se infravaloren. Pero, además, el ejercicio de la prudencia no debe suponer la minusvaloración de activos o ingresos ni la sobrevaloración de obligaciones o gastos, realizados de forma intencionada, ya que ello privaría de neutralidad a la información, suponiendo un menoscabo a su fiabilidad.\n\ne) No compensación. No podrán compensarse las partidas del activo y del pasivo del balance, ni las de gastos e ingresos que integran la cuenta del resultado económico patrimonial o el estado de cambios en el patrimonio neto, y se valorarán separadamente los elementos integrantes de las cuentas anuales, salvo aquellos casos en que de forma excepcional así se regule.\n\nf) Importancia relativa. La aplicación de los principios y criterios contables, deberá estar presidida por la consideración de la importancia en términos relativos que los mismos y sus efectos pudieran presentar. Por consiguiente, podrá ser admisible la no aplicación estricta de alguno de ellos, siempre y cuando la importancia relativa en términos cuantitativos o cualitativos de la variación constatada sea escasamente significativa y no altere, por tanto, la imagen fiel de la situación patrimonial y de los resultados del sujeto económico. Las partidas o importes cuya importancia relativa sea escasamente significativa podrán aparecer agrupados con otros de similar naturaleza o función. La aplicación de este principio no podrá implicar en caso alguno la trasgresión de normas legales.\n\nEn los casos de conflicto entre los anteriores principios contables deberá prevalecer el que mejor conduzca a que las cuentas anuales expresen la imagen fiel del patrimonio, de la situación financiera y del resultado económico patrimonial de la entidad.\n\n2. También se aplicarán los principios contables de carácter presupuestario recogidos en la normativa presupuestaria aplicable, y en especial los siguientes:\n\na) Principio de imputación presupuestaria. La imputación de las operaciones que deban aplicarse a los Presupuestos de gastos e ingresos deberá efectuarse de acuerdo con los siguientes criterios:\n\nLos gastos e ingresos presupuestarios se imputarán de acuerdo con su naturaleza económica y, en el caso de los gastos, además, de acuerdo con la finalidad que con ellos se pretende conseguir. Los gastos e ingresos presupuestarios se clasificarán, en su caso, atendiendo al órgano encargado de su gestión.\n\nLas obligaciones presupuestarias derivadas de adquisiciones, obras, servicios, prestaciones o gastos en general se imputarán al Presupuesto del ejercicio en que éstos se realicen y con cargo a los respectivos créditos; los derechos se imputarán al Presupuesto del ejercicio en que se reconozcan o liquiden.\n\nb) Principio de desafectación. Con carácter general, los ingresos de carácter presupuestario se destinarán a financiar la totalidad de los gastos de dicha naturaleza, sin que exista relación directa entre unos y otros. En el supuesto de que determinados gastos presupuestarios se financien con ingresos presupuestarios específicos a ellos afectados, el sistema contable deberá reflejar esta circunstancia y permitir su seguimiento."
  },
  {
    "num": "4.º",
    "titulo": "Elementos de las cuentas anuales.",
    "texto": "1. Los elementos de las cuentas anuales relacionados con el patrimonio y la situación financiera de la entidad, que se registran en el balance son:\n\na) Activos: bienes, derechos y otros recursos controlados económicamente por la entidad, resultantes de sucesos pasados, de los que es probable que la entidad obtenga en el futuro rendimientos económicos o un potencial de servicio. También serán calificados como activos aquellos que sean necesarios para obtener los rendimientos económicos o el potencial de servicio de otros activos.\n\nLos activos portadores de «rendimientos económicos futuros» son aquellos que se poseen con el fin de generar un rendimiento comercial a través de la provisión de bienes o prestación de servicios con los mismos: un activo genera un rendimiento comercial cuando se utiliza de una forma consistente con la adoptada por las entidades orientadas a la obtención de beneficios. La posesión de un activo para generar un rendimiento comercial indica que la entidad pretende obtener flujos de efectivo a través de ese activo (o a través de la unidad a la que pertenece el activo) y obtener un rendimiento que refleje el riesgo que implica la posesión del mismo.\n\nLos activos portadores de «potencial de servicio» son aquellos que se poseen con una finalidad distinta a la de generar un rendimiento comercial, como pueden ser los flujos económicos sociales que generan dichos activos y que benefician a la colectividad, esto es, su beneficio social o potencial de servicio.\n\nb) Pasivos: obligaciones actuales surgidas como consecuencia de sucesos pasados, cuya extinción es probable que dé lugar a una disminución de recursos que incorporen rendimientos económicos o un potencial de servicio. A estos efectos, se entienden incluidas las provisiones.\n\nc) Patrimonio neto: constituye la parte residual de los activos de la entidad, una vez deducidos todos sus pasivos. Incluye las aportaciones realizadas, ya sea en el momento de su constitución o en otros posteriores, por la entidad o entidades propietarias, que no tengan la consideración de pasivos, así como los resultados acumulados u otras variaciones que le afecten.\n\n2. Los elementos relacionados con la medida del resultado económico patrimonial y otros ajustes en el patrimonio neto, que se reflejan en la cuenta del resultado económico patrimonial o en el estado de cambios en el patrimonio neto son:\n\na) Ingresos: incrementos en el patrimonio neto de la entidad, ya sea en forma de entradas o aumentos en el valor de los activos, o de disminución de los pasivos, siempre que no tengan su origen en aportaciones patrimoniales, monetarias o no, de la entidad o entidades propietarias cuando actúen como tales.\n\nb) Gastos: decrementos en el patrimonio neto de la entidad, ya sea en forma de salidas o disminuciones en el valor de los activos, o de reconocimiento o aumento de los pasivos, siempre que no tengan su origen en devoluciones de aportaciones patrimoniales y en su caso distribuciones, monetarias o no, a la entidad o entidades propietarias cuando actúen como tales.\n\nLos ingresos y gastos del ejercicio se imputarán al resultado del mismo, excepto cuando proceda su imputación directa al patrimonio neto de acuerdo con lo previsto en la segunda parte de este Plan General de Contabilidad Pública o en su normativa de desarrollo.\n\n3. Los elementos relacionados con la ejecución del presupuesto que se reflejan en el estado de liquidación del presupuesto son:\n\na) Gastos presupuestarios: Son aquellos flujos que suponen el empleo de créditos consignados en el presupuesto de gastos de la entidad. Su realización conlleva obligaciones a pagar presupuestarias con origen en gastos, en adquisición de activos o en la cancelación de pasivos financieros.\n\nPor tanto, este término se reserva para aquellos flujos que deben imputarse al estado de liquidación del presupuesto de la entidad. No debe confundirse con el término «gasto», ya que existen gastos presupuestarios que no constituyen un gasto y viceversa.\n\nb) Ingresos presupuestarios: Son aquellos flujos que determinan recursos para financiar los gastos presupuestarios de la entidad. Generan derechos de cobro presupuestarios, que deben imputarse al correspondiente presupuesto, con origen en ingresos, en la enajenación, el vencimiento o la cancelación de activos, en la emisión de pasivos financieros, en la disminución de gastos o en el incremento del patrimonio neto.\n\nPor tanto, este término se reserva para aquellos flujos que deben imputarse al estado de liquidación del presupuesto de la entidad. No debe confundirse con el término «ingreso», ya que existen ingresos presupuestarios que no constituyen ingreso y viceversa.\n\n4. Los elementos relacionados con movimientos de tesorería que tienen su reflejo en el estado de flujos de efectivo son:\n\na) Cobros: Son los flujos de entrada de efectivo y suponen un aumento de la tesorería de la entidad.\n\nb) Pagos: Son los flujos de salida de efectivo y suponen una disminución de la tesorería de la entidad."
  },
  {
    "num": "5.º",
    "titulo": "Criterios de registro o reconocimiento contable de los elementos de las cuentas anuales.",
    "texto": "1. Criterios de registro.\n\nEl registro o reconocimiento contable es el proceso por el que se incorporan a la contabilidad los diferentes elementos de las cuentas anuales cuando cumplan las definiciones del apartado anterior y los criterios establecidos en este apartado. Todos los hechos económicos deben ser registrados en el oportuno orden cronológico.\n\n2. Activos y pasivos.\n\nLos activos deben reconocerse en el balance cuando:\n\nSe considere probable que la entidad obtenga, a partir de los mismos, rendimientos económicos o un potencial de servicio en el futuro.\n\nY siempre que puedan valorarse con fiabilidad.\n\nLa primera de las dos condiciones supone que los riesgos y ventajas asociados al activo han sido traspasados a la entidad.\n\nEl reconocimiento contable de un activo implica también el reconocimiento simultáneo de un pasivo, o de un ingreso, o bien la disminución de otro activo o de un gasto, o el incremento del patrimonio neto. Asimismo, habrá de reconocerse cualquier disminución en los rendimientos económicos o el potencial de servicio esperados de los activos, ya venga motivada por su deterioro físico, por su desgaste a través del uso, o por su obsolescencia.\n\nSe reconocerá un pasivo en el balance cuando:\n\nSe considere probable que, a su vencimiento, y para liquidar la obligación, deban de entregarse o cederse recursos que incorporen rendimientos económicos o un potencial de servicio futuros.\n\nY es necesario que su valor pueda determinarse con fiabilidad.\n\nEl reconocimiento contable de un pasivo implica el reconocimiento simultáneo de un activo o de un gasto, o la disminución de otro pasivo, o de ingresos o del patrimonio neto.\n\nCuando se trate de activos y pasivos que también tengan reflejo en la ejecución del presupuesto, el mencionado reconocimiento podrá realizarse cuando, de acuerdo con el procedimiento establecido en cada caso, se dicten los correspondientes actos que determinan el reconocimiento de gastos o ingresos presupuestarios. En este caso, al menos a la fecha de cierre del período, aunque no hayan sido dictados los mencionados actos, deberán reconocerse en el balance los activos y pasivos devengados por la entidad hasta dicha fecha.\n\n3. Ingresos y gastos.\n\nEl reconocimiento de ingresos en la cuenta del resultado económico patrimonial o en el estado de cambios en el patrimonio neto, tiene lugar como consecuencia de un incremento de los recursos económicos o del potencial de servicio de la entidad, ya sea mediante un incremento de activos, o una disminución de los pasivos, y siempre que su cuantía pueda determinarse con fiabilidad. Por lo tanto, conlleva el reconocimiento simultáneo de un activo, o de un incremento en un activo, o la desaparición o disminución de un pasivo.\n\nDebe reconocerse un gasto en la cuenta del resultado económico patrimonial o en el estado de cambios en el patrimonio neto, cuando se produzca una disminución de recursos económicos o del potencial de servicio de la entidad, ya sea mediante un decremento en los activos, o un aumento en los pasivos, y siempre que pueda valorarse o estimarse su cuantía con fiabilidad. El reconocimiento de un gasto implica, por tanto, el simultáneo reconocimiento de un pasivo, o de un incremento en éste, o la desaparición o disminución de un activo. «Sensu contrario», el reconocimiento de una obligación sin reconocer simultáneamente un activo relacionado con la misma, implica la existencia de un gasto, que debe ser reflejado contablemente.\n\nCuando se trate de gastos e ingresos que también tengan reflejo en la ejecución del presupuesto el mencionado reconocimiento se podrá realizar cuando, de acuerdo con el procedimiento establecido en cada caso, se dicten los correspondientes actos que determinan el reconocimiento de gastos o ingresos presupuestarios. En este caso, al menos a la fecha de cierre del período, aunque no hayan sido dictados los mencionados actos, deberán reconocerse en la cuenta del resultado económico patrimonial o en el estado de cambios en el patrimonio neto los gastos e ingresos devengados por la entidad hasta dicha fecha.\n\nEn cualquier caso, se registrarán en el mismo periodo de cuentas anuales, los gastos e ingresos que surjan directa y conjuntamente de las mismas transacciones u otros hechos económicos.\n\n4. Gastos e ingresos presupuestarios.\n\nSe reconocerá un gasto presupuestario en el estado de liquidación del presupuesto cuando, de acuerdo con el procedimiento establecido, se dicte el correspondiente acto administrativo de reconocimiento y liquidación de la obligación presupuestaria. Supone el reconocimiento de la obligación presupuestaria a pagar y, simultáneamente, el de un activo o de un gasto o la disminución de otro pasivo.\n\nDebe reconocerse un ingreso presupuestario en el estado de liquidación del presupuesto cuando, de acuerdo con el procedimiento establecido, se dicte el correspondiente acto administrativo de liquidación del derecho de cobro, o documento equivalente que lo cuantifique. Supone el reconocimiento del derecho presupuestario a cobrar, y simultáneamente el de un pasivo, o de un ingreso, o bien la disminución de otro activo, o de un gasto o el incremento del patrimonio neto.\n\nEl reconocimiento del ingreso presupuestario derivado de transferencias o subvenciones recibidas debe realizarse cuando se produzca el incremento del activo en el que se materialicen (tesorería). No obstante el ente beneficiario de las mismas podrá reconocer el ingreso presupuestario con anterioridad, si conoce de forma cierta que el ente concedente ha dictado el acto de reconocimiento de su correlativa obligación.\n\nAsimismo, en aquellas subvenciones y transferencias nominativas que, de acuerdo con su regulación específica, se hacen efectivas mediante entregas a cuenta de una liquidación definitiva posterior, la entidad beneficiaria podrá reconocer como ingresos presupuestarios las entregas a cuenta al inicio del periodo al que se refieran (esto es con periodicidad mensual, trimestral, etc.). El reconocimiento, en su caso, del ingreso presupuestario derivado de la liquidación definitiva se efectuará de acuerdo con el criterio establecido en el párrafo anterior.\n\nLa concesión de aplazamientos o fraccionamientos en los derechos a cobrar presupuestarios reconocidos que implique el traslado del vencimiento del derecho a un ejercicio posterior supondrá la reclasificación de tales créditos en el balance y la anulación presupuestaria de los mismos, que deberán aplicarse al presupuesto en vigor en el ejercicio de su nuevo vencimiento."
  },
  {
    "num": "6.º",
    "titulo": "Criterios de valoración.",
    "texto": "La valoración es el proceso por el que se asigna un valor monetario a cada uno de los elementos integrantes de las cuentas anuales, de acuerdo con lo dispuesto en las normas de valoración relativas a cada uno de ellos, incluidas en la parte segunda de este Plan General de Contabilidad Pública.\n\nSi existe un desarrollo de criterios de valoración en alguna norma de reconocimiento y valoración particular habrá que atender a ello.\n\nA tal efecto, se tendrán en cuenta las siguientes definiciones:\n\n1. Precio de adquisición.\n\nEl precio de adquisición de un activo es el importe, en efectivo u otros activos, pagado o pendiente de pago, que corresponda al mismo, así como cualquier coste directamente relacionado con la compra o puesta en condiciones de servicio del activo para el uso al que está destinado.\n\n2. Coste de producción.\n\nEl coste de producción de un activo incluye el precio de adquisición de las materias primas y otros materiales consumidos, el de los factores de producción directamente imputables al mismo, y la fracción que razonablemente corresponda de los indirectamente relacionados con el activo, en la medida en que se refieran al período de producción, construcción o fabricación, y se basen en el nivel de utilización de la capacidad normal de trabajo de los medios de producción y sean necesarios para la puesta del activo en condiciones operativas.\n\n3. Coste de un pasivo.\n\nEl coste de un pasivo es el valor de la contrapartida recibida a cambio de incurrir en la deuda.\n\n4. Valor razonable.\n\nEs el importe por el que puede ser adquirido un activo o liquidado un pasivo, entre partes interesadas y debidamente informadas, que realizan una transacción en condiciones de independencia mutua. El valor razonable se determinará sin deducir los costes de transacción en los que pudiera incurrirse en su enajenación. No tendrá en ningún caso el carácter de valor razonable el que sea resultado de una transacción forzada, urgente, o como consecuencia de una liquidación involuntaria.\n\nCon carácter general, el valor razonable se calculará con referencia a un valor de mercado fiable. En este sentido, el precio cotizado en un mercado activo será la mejor referencia del valor razonable, entendiéndose por tal aquel en el que se den las siguientes condiciones:\n\nLos bienes o servicios intercambiados en el mercado son homogéneos.\n\nPueden encontrarse en todo momento compradores o vendedores para un determinado bien o servicio, y;\n\nLos precios son conocidos y fácilmente accesibles para el público. Estos precios, además, reflejan transacciones de mercado reales y actuales y producidas con regularidad.\n\nEn aquellos elementos para los que no exista un mercado activo, el valor razonable se obtendrá mediante la aplicación de modelos y técnicas de valoración. Entre los modelos y técnicas de valoración se incluye el empleo de transacciones recientes en condiciones de independencia mutua entre partes interesadas y debidamente informadas, si estuviesen disponibles, referencias al valor razonable de otros activos que son sustancialmente iguales, descuentos de flujos de efectivo y modelos generalmente aceptados para valorar opciones. En cualquier caso, las técnicas de valoración empleadas deberán ser consistentes con las metodologías generalmente aceptadas por el mercado para la fijación de precios, debiéndose usar, si existe, la técnica de valoración empleada por el mercado que haya demostrado ser la que obtiene unas estimaciones más realistas de los precios.\n\nLas técnicas de valoración empleadas deberán maximizar el uso de datos observables de mercado y otros factores que los participantes en el mercado considerarían al fijar el precio, y limitar en todo lo posible el empleo de datos no observables.\n\nLa entidad deberá evaluar la técnica de valoración de manera periódica, empleando los precios observables de transacciones recientes en ese mismo activo o utilizando los precios basados en datos observables de mercado que estén disponibles.\n\nSe considerará que el valor razonable obtenido a través de los modelos y técnicas de valoración anteriores no es fiable cuando:\n\nLa variabilidad en el rango de las estimaciones del valor razonable es significativa, o\n\nLas probabilidades de las diferentes estimaciones dentro de este rango no se pueden medir razonablemente para ser utilizadas en la estimación del valor razonable.\n\nCuando proceda la valoración por el valor razonable, los elementos que no puedan valorarse de manera fiable, con referencia a un valor de mercado o mediante los modelos y técnicas de valoración antes señalados, se valorarán, según proceda, por su precio de adquisición, coste de producción o coste amortizado, haciendo mención en la memoria de este hecho y de las circunstancias que lo motivan.\n\n5. Valor realizable neto.\n\nEl valor realizable neto de un activo es el importe que se puede obtener por su enajenación en el mercado, de manera natural o no forzada, deduciendo los costes estimados necesarios para llevarla a cabo, así como, en el caso de los productos en curso, los costes estimados necesarios para terminar su producción, construcción o fabricación.\n\n6. Valor en uso.\n\nEl valor en uso de aquellos activos que incorporan rendimientos económicos futuros para la entidad, es el valor actual de los flujos de efectivo esperados a través de su utilización en el curso normal de la actividad de la entidad, y, en su caso, de su enajenación u otra forma de disposición, actualizados a un tipo de interés de mercado sin riesgos. Cuando la distribución de los flujos de efectivo esté sometida a incertidumbre, se considerará ésta asignando probabilidades a las distintas estimaciones de flujos de efectivo. En cualquier caso, esas estimaciones deberán tener en cuenta cualquier otra asunción que los participantes en el mercado considerarían, tal como el grado de liquidez inherente al activo valorado.\n\nEl valor en uso de aquellos activos portadores de potencial de servicio para la entidad, es el valor actual del activo manteniendo su potencial de servicio. Se determina por el coste de reposición del activo menos la amortización acumulada calculada sobre la base de ese coste, para reflejar el uso ya efectuado del activo.\n\n7. Costes de venta.\n\nSon los gastos directamente atribuibles a la venta de un activo en los que la entidad no habría incurrido de no haber tomado la decisión de vender, excluidos los gastos financieros. Se incluyen los gastos legales necesarios para transferir la propiedad del activo y las comisiones de venta.\n\n8. Importe recuperable.\n\nEl importe recuperable de un activo es el mayor entre su valor razonable menos los costes de venta y su valor en uso.\n\n9. Valor actual de un activo o de un pasivo.\n\nEl valor actual es el importe de los flujos de efectivo a recibir o pagar en el curso normal de la actividad de la entidad, según se trate de un activo o de un pasivo, respectivamente, actualizados a un tipo de descuento adecuado.\n\n10. Coste amortizado de un activo o pasivo financiero.\n\nEl coste amortizado de un activo financiero es el importe al que inicialmente fue valorado un activo financiero menos los reembolsos de principal, más o menos, según proceda, la parte que de la diferencia entre el importe inicial y el valor de reembolso en el vencimiento se haya imputado en la cuenta de resultado económico patrimonial mediante la utilización del método del tipo de interés efectivo y menos cualquier reducción de valor por deterioro reconocida mediante una cuenta correctora de su valor.\n\nEl coste amortizado de un pasivo financiero, es el importe al que inicialmente fue valorado un pasivo financiero menos los reembolsos de principal y, más o menos, según proceda, la parte que de la diferencia entre el importe inicial y el valor de reembolso en el vencimiento se haya imputado en la cuenta de resultado económico patrimonial mediante la utilización del método del tipo de interés efectivo.\n\nEl tipo de interés efectivo es el tipo de actualización que iguala exactamente el valor contable de un activo o un pasivo financiero con los flujos de efectivo estimados a lo largo de la vida del mismo, a partir de sus condiciones contractuales y sin considerar las pérdidas por riesgo de crédito futuras; en su cálculo se incluirán las comisiones financieras que se carguen por adelantado en la concesión de financiación. Cuando no se disponga de una estimación fiable de los flujos de efectivo a partir de un determinado periodo, se considerará que los flujos restantes son iguales a los del último periodo para el que se dispone de una estimación fiable.\n\n11. Costes de transacción atribuibles a un activo o pasivo financiero.\n\nSon los gastos directamente atribuibles a la compra o enajenación de un activo financiero, o a la emisión o asunción de un pasivo financiero, en los que no se habría incurrido si la entidad no hubiera realizado la transacción. Entre ellos se incluyen las comisiones pagadas a intermediarios, tales como las de corretaje, los gastos de intervención de fedatario público y otros, y se excluyen las primas o descuentos obtenidos en la compra o emisión, los gastos financieros, los administrativos internos y los incurridos por estudios y análisis previos.\n\n12. Valor contable.\n\nEl valor contable es el importe por el que un activo o un pasivo se encuentra registrado en balance, una vez deducida, en el caso de los activos, su amortización acumulada y cualquier corrección valorativa acumulada por deterioro que se haya registrado.\n\n13. Valor residual de un activo.\n\nEl valor residual de un activo es el importe que la entidad podría obtener en el momento actual por su venta u otra forma de disposición, una vez deducidos los costes estimados para realizar ésta, tomando en consideración que el activo hubiese alcanzado la antigüedad y demás condiciones que se espera que tenga al final de su vida útil.\n\nLa vida útil de un activo es el período durante el que se espera utilizar el activo por parte de la entidad o el número de unidades de producción o similares que se espera obtener del mismo por parte de la entidad.\n\nLa vida económica de un activo es el período durante el cual el activo se espera que sea utilizable económicamente por parte de uno o más usuarios o el número de unidades de producción que se espera obtener del activo por parte de uno o más usuarios."
  }
]